Repository: martinjaros/nanotalk2
Catalog: po/*.po
Languages: cs

source: Print program version
cs: Vypiš verzi programu

source: Configuration file
cs: Konfigurační soubor

source: FILE
cs: SOUBOR

source: Private key
cs: Soukromý klíč

source: List of aliases
cs: Seznam přezdívek

source: Nanotalk distributed voice service client
cs: Nanotalk klient distribuové hlasové služby

source: Answer an incoming call from <b>%s</b> ?
cs: Přijmout příchozí hovor od <b>%s</b> ?

source: Save changes
cs: Uložit změny

source: Nanotalk aliases
cs: Nanotalk přezdívky

source: packet
cs: paket

source: Nanotalk configuration
cs: Nanotalk konfigurace

source: Status
cs: Stav

source: Client ID
cs: ID klienta

source: Received
cs: Přijato

source: Sent
cs: Odesláno

source: Peers
cs: Spojení

source: Network
cs: Síť

source: Enable IPv6
cs: Povolit IPv6

source: Enables IPv6 protocol support
cs: Povolí podporu protokolu IPv6

source: Local port
cs: Lokální port

source: Local port to which the client is bound, this port needs to be forwarded on your router
cs: Lokální port použitý klientem, tento port je potřebné předávat směrovačem

source: Bootstrap host
cs: Zaváděcí hostitel

source: Hostname or IP address used to join the network
cs: Jméno hostitele nebo IP adresa použitá k připojení do sítě

source: Bootstrap port
cs: Zaváděcí port

source: Port number used by the boostrap host
cs: Číslo portu zaváděcího hostitele

source: Audio
cs: Zvuk

source: Echo cancellation
cs: Zamezit ozvěnu

source: Enables echo cancellation on the PulseAudio server if available
cs: Povolí filtr zamezující ozvěnu na PulseAudio serveru pokud je dostupný

source: Latency
cs: Zpoždění

source: Receiver latency in milliseconds, set to a higher value if experiencing audio jitter
cs: Zpoždění přijímače v milisekundách, nastavení vyšší hodnoty zamezí praskání zkuku

source: Bitrate
cs: Bitová rychlost

source: Target bitrate of the audio encoder
cs: Cílová bitová rychlost kodéru zvuku

source: Enable VBR
cs: Povolit VBR

source: Enables variable bitrate encoding
cs: Povolí proměnnou bitovou rychlost

source: Apply
cs: Potvrdit

source: Close
cs: Zavřít

source: Missing GStreamer Base Plugins
cs: Chybí GStreamer Base Plugins

source: Missing GStreamer Good Plugins
cs: Chybí GStreamer Good Plugins

source: Missing Opus plugin for GStreamer
cs: Chybí Opus plugin pro GStreamer

source: Cannot register GStreamer plugin
cs: Nelze zaregistrovat GStreamer plugin

source: Edit aliases
cs: Upravit přezdívky

source: Preferences
cs: Nastavení

source: About
cs: O aplikaci

source: Quit
cs: Ukončit

source: Invalid key size
cs: Nesprávná velikost klíče

source: Invalid ID format
cs: Neplatný formát ID

source: Connection refused
cs: Spojení zamítnuto

source: Lookup failed
cs: Hledání se nezdařilo

source: Bootstrap timed out
cs: Vypršel čas zavedení

source: Connection timed out
cs: Vypršel čas spojení
